{
  "Scorp-Sampe Case": "Scorp-Örnek project",
  "This is a sample project for Scorp team": "Bu, SCorp ekibi için örnek bir projedir",
  "Home": "Ana Sayfa",
  "Home Page": "Ana Sayfa",
  "Contact Us": "Iletişim",
  "Login": "Oturum aç",
  "Logout": "Çıkış Yap",
  "Name": "İsim",
  "Email": "E-posta",
  "Password": "Şifre",
  "Close": "Kapat",
  "Name field can not be empty": "İsim alanı boş olamaz",
  "Please enter a valid email address": "Lütfen geçerli bir e-posta adresi giriniz",
  "Please enter a valid phone number": "Lütfen geçerli bir telefon numarası giriniz",
  "Phone Number": "Telefon numarası",
  "Country": "Ülke",
  "Text": "Metin",
  "Send": "Gönder",
  "Turkey": "Türkiye",
  "United States of America": "Amerika Birleşik Devletleri",
  "United Kingdom": "Birleşik Krallık",
  "Germany": "Almanya",
  "Sweden": "İsveç",
  "Kenya": "Kenya",
  "Brazil": "Brezilya",
  "Zimbabwe": "Zimbabve",
  "Excessive screen time can be harmful to our well-being, but we can free ourselves from tech’s hooks with goals, rules and boundaries. “There’s lots of great things to do online, but moderation is often the best rule for life, and it’s no different when it comes to screens,” said Jean Twenge, a psychology professor at San Diego State University and the author of “iGen,” a book about younger generations growing up in the smartphone era. Too much screen time can take a toll on our mental health, depriving us of sleep and more productive tasks, experts said. I, for one, am experiencing this. Before the pandemic, my average daily screen time on my phone was three and a half hours. Over the last eight months, that has nearly doubled.": "Aşırı ekran süresi refahımıza zarar verebilir, ancak kendimizi teknolojinin kancalarından hedefler, kurallar ve sınırlardan kurtarabiliriz. San Diego Eyalet Üniversitesi'nde bir psikoloji profesörü olan ve 'iGen, 'Akıllı telefon çağında büyüyen genç nesiller hakkında bir kitap. Uzmanlar, çok fazla ekran süresinin zihinsel sağlığımıza zarar vererek bizi uykudan ve daha üretken görevlerden mahrum bırakabileceğini söyledi. Ben, birincisi, bunu yaşıyorum. Pandemiden önce, telefonumda ortalama günlük ekran sürem üç buçuk saatti. Son sekiz ayda bu neredeyse iki katına çıktı."
}
